{
  "quotes": [
    {
      "content": "Never outshine the master.",
      "source": "Robert Greene, 48 Laws of Power, Law #01"
    },
    {
      "content": "Never put too much trust in friends, learn how to use enemies.",
      "source": "Robert Greene, 48 Laws of Power, Law #02"
    },
    {
      "content": "Conceal your intentions.",
      "source": "Robert Greene, 48 Laws of Power, Law #03"
    },
    {
      "content": "Always say less than necessary.",
      "source": "Robert Greene, 48 Laws of Power, Law #04"
    },
    {
      "content": "So much depends on reputation--guard it with your life.",
      "source": "Robert Greene, 48 Laws of Power, Law #05"
    },
    {
      "content": "Court attention at all cost.",
      "source": "Robert Greene, 48 Laws of Power, Law #06"
    },
    {
      "content": "Get others to do the work for you, but always take the credit.",
      "source": "Robert Greene, 48 Laws of Power, Law #07"
    },
    {
      "content": "Make other people come to you--use bait if necessary.",
      "source": "Robert Greene, 48 Laws of Power, Law #08"
    },
    {
      "content": "Win through your actions, never through argument.",
      "source": "Robert Greene, 48 Laws of Power, Law #09"
    },
    {
      "content": "Infection: Avoid the unhappy and unlucky.",
      "source": "Robert Greene, 48 Laws of Power, Law #10"
    },
    {
      "content": "Learn to keep people dependent on you.",
      "source": "Robert Greene, 48 Laws of Power, Law #11"
    },
    {
      "content": "Use selective honesty and generosity to disarm your victim.",
      "source": "Robert Greene, 48 Laws of Power, Law #12"
    },
    {
      "content": "When asking for help, appeal to people's self-interest, never to their mercy or gratitude.",
      "source": "Robert Greene, 48 Laws of Power, Law #13"
    },
    {
      "content": "Pose as a friend, work as a spy.",
      "source": "Robert Greene, 48 Laws of Power, Law #14"
    },
    {
      "content": "Crush your enemy totally.",
      "source": "Robert Greene, 48 Laws of Power, Law #15"
    },
    {
      "content": "Use absence to increase respect and honor.",
      "source": "Robert Greene, 48 Laws of Power, Law #16"
    },
    {
      "content": "Keep others in suspended terror: Cultivate an air of unpredictability.",
      "source": "Robert Greene, 48 Laws of Power, Law #17"
    },
    {
      "content": "Do not build fortresses to protect yourself--isolation is dangerous.",
      "source": "Robert Greene, 48 Laws of Power, Law #18"
    },
    {
      "content": "Know who you're dealing with--do not offend the wrong person.",
      "source": "Robert Greene, 48 Laws of Power, Law #19"
    },
    {
      "content": "Do not commit to anyone.",
      "source": "Robert Greene, 48 Laws of Power, Law #20"
    },
    {
      "content": "Play a sucker to catch a sucker--seem dumber than your mark.",
      "source": "Robert Greene, 48 Laws of Power, Law #21"
    },
    {
      "content": "Use the surrender tactic: Transform weakness into power.",
      "source": "Robert Greene, 48 Laws of Power, Law #22"
    },
    {
      "content": "Concentrate your forces.",
      "source": "Robert Greene, 48 Laws of Power, Law #23"
    },
    {
      "content": "Play the perfect courtier.",
      "source": "Robert Greene, 48 Laws of Power, Law #24"
    },
    {
      "content": "Re-create yourself.",
      "source": "Robert Greene, 48 Laws of Power, Law #25"
    },
    {
      "content": "Keep your hands clean.",
      "source": "Robert Greene, 48 Laws of Power, Law #26"
    },
    {
      "content": "Play on people's need to believe to create a cultlike following.",
      "source": "Robert Greene, 48 Laws of Power, Law #27"
    },
    {
      "content": "Enter action with boldness.",
      "source": "Robert Greene, 48 Laws of Power, Law #28"
    },
    {
      "content": "Plan all the way to the end.",
      "source": "Robert Greene, 48 Laws of Power, Law #29"
    },
    {
      "content": "Make accomplishments seem effortless.",
      "source": "Robert Greene, 48 Laws of Power, Law #30"
    },
    {
      "content": "Control the options: Get others to play with the cards you deal.",
      "source": "Robert Greene, 48 Laws of Power, Law #31"
    },
    {
      "content": "Play to people's fantasies.",
      "source": "Robert Greene, 48 Laws of Power, Law #32"
    },
    {
      "content": "Discover each man's thumbscrew.",
      "source": "Robert Greene, 48 Laws of Power, Law #33"
    },
    {
      "content": "Be royal in your own fashion: Act like a king to be treated like one.",
      "source": "Robert Greene, 48 Laws of Power, Law #34"
    },
    {
      "content": "Master the art of timing.",
      "source": "Robert Greene, 48 Laws of Power, Law #35"
    },
    {
      "content": "Disdain things you cannot have: Ignoring them is the best revenge.",
      "source": "Robert Greene, 48 Laws of Power, Law #36"
    },
    {
      "content": "Create compelling spectacles.",
      "source": "Robert Greene, 48 Laws of Power, Law #37"
    },
    {
      "content": "Think as you like but behave like others.",
      "source": "Robert Greene, 48 Laws of Power, Law #38"
    },
    {
      "content": "Stir up waters to catch fish.",
      "source": "Robert Greene, 48 Laws of Power, Law #39"
    },
    {
      "content": "Despise the free lunch.",
      "source": "Robert Greene, 48 Laws of Power, Law #40"
    },
    {
      "content": "Avoid stepping into a great man's shoes.",
      "source": "Robert Greene, 48 Laws of Power, Law #41"
    },
    {
      "content": "Strike the shepherd and the sheep will scatter.",
      "source": "Robert Greene, 48 Laws of Power, Law #42"
    },
    {
      "content": "Work on the hearts and minds of others.",
      "source": "Robert Greene, 48 Laws of Power, Law #43"
    },
    {
      "content": "Disarm and infuriate with the mirror effect.",
      "source": "Robert Greene, 48 Laws of Power, Law #44"
    },
    {
      "content": "Preach the need for change, but never reform too much at once.",
      "source": "Robert Greene, 48 Laws of Power, Law #45"
    },
    {
      "content": "Never appear too perfect.",
      "source": "Robert Greene, 48 Laws of Power, Law #46"
    },
    {
      "content": "Do not go past the mark you aimed for; in victory, learn when to stop.",
      "source": "Robert Greene, 48 Laws of Power, Law #47"
    },
    {
      "content": "Assume formlessness.",
      "source": "Robert Greene, 48 Laws of Power, Law #48"
    },
    {
      "content": "Entropy is not on your side.",
      "source": "Elon Musk"
    },
    {
      "content": "One game at a time.",
      "source": "Tyrion Lannister, George R.R. Martin, Game of Thrones"
    },
    {
      "content": "The more you do the more you can do.",
      "source": "Lucille Ball"
    },
    {
      "content": "Drop by drop the bucket gets filled.",
      "source": "Unknown"
    },
    {
      "content": "Now is the envy of all of the dead.",
      "source": "Unknown"
    },
    {
      "content": "Seek happiness in sorrow. Work, work tirelessly.",
      "source": "Fyodor Dostoevsky, The Brothers Karamazov"
    },
    {
      "content": "A life oriented to leisure is in the end a life oriented to death--the greatest leisure of all.",
      "source": "Anne Lamott, \"Bird by Bird\""
    },
    {
      "content": "Every day we change the world.",
      "source": "Elliot Alderson"
    },
    {
      "content": "More is lost by indecision than wrong decision.",
      "source": "Carmela Soprano"
    },
    {
      "content": "Everything you do matters.",
      "source": "Jordan B. Peterson"
    },
    {
      "content": "You are the blood of the dragon, you can make a hat.",
      "source": "Daenerys Targaryen, George R.R. Martin, Game of Thrones"
    },
    {
      "content": "When you do things right, people won't be sure you've done anything at all.",
      "source": "God, \"Futurama\""
    },
    {
      "content": "The concept of waiting bewilders me.",
      "source": "Whiterose, \"Mr. Robot\""
    },
    {
      "content": "Put your oxygen mask on first.",
      "source": "Unknown"
    },
    {
      "content": "When action is the priority, vanity falls away.",
      "source": "Marcus Aurelius"
    },
    {
      "content": "Move fast, break things.",
      "source": "Mark Zuckerberg"
    },
    {
      "content": "The happiness of your life depends on the quality of your thoughts.",
      "source": "Unknown"
    },
    {
      "content": "Program or be programmed.",
      "source": "Douglas Rushkoff"
    },
    {
      "content": "Not today.",
      "source": "Syrio Forel"
    },
    {
      "content": "Power belongs to those who take it.",
      "source": "Tyrell Wellick"
    },
    {
      "content": "Avoid boredom.",
      "source": "Nassim Nicholas Taleb"
    },
    {
      "content": "Friends don't lie.",
      "source": "Eleven"
    },
    {
      "content": "Sucks to suck.",
      "source": "Unknown"
    },
    {
      "content": "New laws changed nothing in Jonesboro, but new men were changing everything.",
      "source": "Unknown"
    },
    {
      "content": "It is chiefly to my confidence in men and my ability to inspire their confidence in me that I owe my success in life.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "If they don't have books, don't fuck 'em.",
      "source": "John Waters"
    },
    {
      "content": "Excellence is not an act but a habit.",
      "source": "Aristotle"
    },
    {
      "content": "You are only as good as your nemesis.",
      "source": "Unknown"
    },
    {
      "content": "Clean your room.",
      "source": "Jordan B. Peterson"
    },
    {
      "content": "The human heart in conflict with itself is the only thing worth writing about.",
      "source": "William Faulkner"
    },
    {
      "content": "Being nice is something stupid people do to hedge their bets.",
      "source": "Rick Sanchez"
    },
    {
      "content": "Rage against the dying of the light.",
      "source": "Dylan Thomas"
    },
    {
      "content": "Be mischievous and you will not be lonesome.",
      "source": "Unknown"
    },
    {
      "content": "Maximum effort.",
      "source": "Deadpool"
    },
    {
      "content": "A man must constantly exceed his level.",
      "source": "Bruce Lee"
    },
    {
      "content": "Persistently, patiently, you are bound to succeed.",
      "source": "Unknown"
    },
    {
      "content": "It is the nature of man to rise to greatness if greatness is expected of him.",
      "source": "John Steinbeck"
    },
    {
      "content": "Gotta risk it for the biscuit.",
      "source": "Unknown"
    },
    {
      "content": "Engineering is the bottleneck.",
      "source": "Elon Musk"
    },
    {
      "content": "What's life without work?",
      "source": "Jubal Early"
    },
    {
      "content": "We are not descended from fearful men.",
      "source": "Edward R. Murrow"
    },
    {
      "content": "\"It is not the works, but the belief which is here decisive and determines the order of rank--to employ once more an old religious formula with a new and deeper meaning,--it is some fundamental certainty which a noble soul has about itself, something which is not to be sought, is not to be found, and perhaps, also, is not to be lost. The noble soul has reverence for itself.\"",
      "source": "Friedrich Nietzsche, \"Beyond Good and Evil\""
    },
    {
      "content": "\"It is not the works, but the belief which is here decisive and determines the order of rank--to employ once more an old religious formula with a new and deeper meaning,--it is some fundamental certainty which a noble soul has about itself, something which is not to be sought, is not to be found, and perhaps, also, is not to be lost. The noble soul has reverence for itself.\"\\n--Friedrich Nietzsche, Beyond Good and Evil\\n\\nThis view of man has rarely been expressed in human history. Today, it is virtually non-existent. Yet this is the view with which--in various degrees of longing, wistfulness, passion and agonizing confusion--the best of mankind's youth start out in life. It is not even a view, for most of them, but a foggy, groping, undefined sense made of raw pain and incommunicable happiness. It is a sense of enormous expectation, the sense that one's life is important, that great achievements are within one's capacity, and that great things lie ahead.\\n\\n...Some give up at the first touch of pressure; some sell out; some run down by imperceptible degrees and lose their fire, never knowing when or how they lost it. Then all of these vanish in the vast swamp of their elders who tell them persistently that maturity consists of abandoning one's mind; security, of abandoning one's values; practicality, of losing self-esteem. Yet a few hold on and move on, knowing that that fire is not to be betrayed, learning how to give it shape, purpose and reality. But whatever their future, at the dawn of their lives, men seek a noble vision of man's nature and of life's potential.",
      "source": "Ayn Rand"
    },
    {
      "content": "The real use of gunpowder is to make all men tall.",
      "source": "Thomas Carlyle"
    },
    {
      "content": "The concept of total control is *erotic* to me.",
      "source": "Rodney Ruxin, \"The League\""
    },
    {
      "content": "If money can't buy happiness, I guess I'll have to rent it.",
      "source": "Weird Al Yankovic"
    },
    {
      "content": "The real damage is done by those millions who want to \"survive.\" The honest men who just want to be left in peace. Those who don't want their little lives disturbed by anything bigger than themselves. Those with no sides and no causes. Those who won't take measure of their own strength, for fear of antagonizing their own weakness. Those who don't like to make waves -- or enemies. Those for whom freedom, honor, truth, and principles are only literature. Those who live small, mate small, die small. It's the reductionist approach to life: if you keep it small, you'll keep it under control. If you don't make any noise, the bogeyman won't find you. But it's all an illusion, because they die too, those people who roll up their spirits into tiny little balls so as to be safe. Safe?! From what? Life is always on the edge of death; narrow streets lead to the same place as wide avenues, and a little candle burns itself out just like a flaming torch does. I choose my own way to burn.",
      "source": "Sophie Scholl"
    },
    {
      "content": "On two occasions I have been asked [by members of Parliament], 'Pray, Mr. Babbage, if you put into the machine wrong figures, will the right answers come out?' I am not able rightly to apprehend the kind of confusion of ideas that could provoke such a question.",
      "source": "Charles Babbage"
    },
    {
      "content": "The fact that she was dangerous made him like her the more. She made him extra watchful, which was good.",
      "source": "Larry McMurtry, \"Lonesome Dove\""
    },
    {
      "content": "Tell yourself first of all what kind of person you want to be, and then act accordingly in all that you do.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "What good and virtuous man can be miserable?",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "Why don't you reflect, then, that for man the source of all evils, and of his meanness of spirit and cowardice, is not death itself, but rather the fear of death? It is to confront this that you must train yourself, and it is towards that end that all your reasonings, all your studies, and all your readings should be directed, and then you'll recognize that it is in this way alone that human beings can attain freedom.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "That person is free who lives as he wishes, who can neither be constrained, nor hindered, nor compelled, whose motives are unimpeded, and who achieves his desires and doesn't fall into what he wants to avoid.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.",
      "source": "Frank Herbert, \"Dune\""
    },
    {
      "content": "The softer the life that it leads, the more it is a slave.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "The person who isn't subject to hindrance is free, he who has eveything at hand as he wants it; but one who is subject to hindrance, or constraint, or obstruction, or can be thrown into any difficulty against his will, is a slave. And who is the person who is free from all hindrance? He who desires nothing that is not his own. And what are the things that are not our own? Those that are not within our power, either to have or not to have, or to have with certain qualities, or under certain conditions. Our body is thus not our own, every part of it is not our own, and our property is not our own. So if you become attached to any of these as though it were your own, you'll suffer the punishment that a person deserves if he sets his aim on what is not his own. This is the road that leads to freedom, this is the only deliverance from slavery, to be able to say one day with your whole heart,\\n\\n\\t\\tGuide me, Zeus, and thou, O Destiny,\\n\\t\\tTo wheresoever you have assigned me.\\n",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "Ruin and deliverance alike come from within.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "Just as, when walking around, you take care not to tread on a nail or sprain your ankle, so take care likewise to avoid harming your ruling centre.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "If someone reports to you that a certain person is speaking ill of you, don't defend yourself against what has been said, but reply instead, 'Ah yes, he was plainly unaware of all my other faults, or else those wouldn't have been the only ones that he mentioned.'",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "How much longer will you delay before you think yourself worthy of what is best, and transgress in nothing the distinctions that reason imposes? You've acquired knowledge of the philosophical principles that you ought to accept, and have accepted them. What kind of teacher, then, are you still waiting for, that you should delay any effort to reform yourself until he appears? You're no longer a youth; you're a full-grown man. If you're now negligent and idle, and are constantly making one delay after another, and setting one day and then another as the date after which you'll devote proper attention to yourself, then you'll fail to appreciate that you're making no progress, but will continue to be a layman your whole life through until you die.\\n\\nSo you should think fit from this moment to live as an adult and as one who is making progress; and let everything that seems best to you be an inviolable law for you. And if you come up against anything that requires an effort, or is pleasant, or is glorious or inglorious, remember that this is the time of the contest, that the Olympic Games have now arrived, and that there is no possibility of further delay, and that it depends on a single day and single action whether progress is to be lost or secured.\\n\\nIt was in this way that Socrates became the man he was, by attending to nothing other than reason in everything that he had to deal with. And even if you're not yet a Socrates, you ought to live like someone who does in fact want to be a Socrates.",
      "source": "Epictetus, \"Discourses, Fragments, Handbook\""
    },
    {
      "content": "In every venture the bold man comes off best.",
      "source": "Homer, \"The Odyssey\""
    },
    {
      "content": "What greater glory attends a man, while he's alive, than what he wins with his racing feet and striving hands?",
      "source": "Homer, \"The Odyssey\""
    },
    {
      "content": "It's wrong to have such an iron, ruthless heart.\\nEven the gods themselves can bend and change,",
      "source": "Homer, \"The Iliad\""
    },
    {
      "content": "Better to live or die, once and for all,\\nthan die by inches, slowly crushed to death--\\nhelpless against the hulls in the bloody press--\\nby far inferior men!",
      "source": "Homer, \"The Iliad\""
    },
    {
      "content": "The harder the money, the more reliably we can provide for the future; the less uncertain the future is, the easier it is to think and plan for it, and the less it is discounted.",
      "source": "Saifedean Ammous, \"The Fiat Standard\""
    },
    {
      "content": "We cannot abolish war by outlawing it. We cannot end it by disarming the strong. War can be stopped, not by making the strong weak but by making every nation, weak or strong, able to defend itself. If no country can be attacked successfully, there can be no purpose in war.",
      "source": "Nikola Tesla"
    },
    {
      "content": "...the people of Constantinople had less than a year to reach consensus that cannons were of vital strategic importance which must be adopted despite their cost. This was apparently not enough time, so the people of Constantinople allowed Sultan Mehmed II to teach them how important this new technology was the hard way: by example.",
      "source": "Jason Lowery, \"Softwar\""
    },
    {
      "content": "But why would nations prefer something as lethal and destructive as warfare to resolve international policy disputes when they have a far more energy-efficient option of peaceful adjudication through a court? The answer is quite simple: because they don't trust, respect, or sympathize with the court. To borrow a concept from an anonymous software engineer, the root problem with peace is all the trust that is required to make it work.",
      "source": "Jason Lowery, \"Softwar\""
    },
    {
      "content": "Peak storytellers are peak predators.",
      "source": "Jason Lowery, \"Softwar\""
    },
    {
      "content": "Sapiens have become so high on the food chain that many eat thousands of animals without killing a single one. They have mastered predation and killing to a point where they have turned it into a subscription service. They outsource their predation services so effectively that they forget they're predators and they get upset -- even horrified -- when they're reminded about what they're paying for.",
      "source": "Jason Lowery, \"Softwar\""
    },
    {
      "content": "To accept everything is an exercise, to understand everything a strain. ... The poet only asks to get his head into the heavens. It is the logician who seeks to get the heavens into his head. And it is his head that splits.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "If a man would make his world large, he must be always making himself small ... for towers are not tall unless we look up at them.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "What we suffer from today is humility in the wrong place. ... A man was meant to be doubtful about himself, but undoubting about the truth, this has been exactly reversed. ... The old humility was a spur that prevented a man from stopping; not a nail in his boot that prevented him from going on. For the old humility made a man doubtful about his efforts, which might make him work harder. But the new humility makes a man doubtful about his aims, which will make him stop working altogether.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "The modern critics of religious authority are like men who should attack the police without ever having heard of burglars. For there is a great and possible peril to the human mind: a peril as practical as burglary. Against it religious authority was reared, rightly or wrongly, as a barrier. And against it something certainly must be reared as a barrier, if our race is to avoid ruin.\\nThat peril is that the human intellect is free to destroy itself.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "There is a thought that stops thought. That is the only thought that ought to be stopped. That is the ultimate evil against which all religious authority was aimed.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "Mysticism keeps men sane. ... The ordinary man has always been sane because the ordinary man has always been a mystic. ... He has always cared more for truth than for consistency. If he saw two truths that seemed to contradict each other, he would take the two truths and the contradiction along with them.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "As long as the vision of heaven is always changing, the vision of earth will be exactly the same. No ideal will remain long enough to be realized, or even partly realized. The modern young man will never change his environment; for he will always change his mind.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "If any one says that the faith arose in ignorance and savagery the answer is simple: it didn't. It arose in the Mediterranean civilization in the full summer of the Roman Empire.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "Man is more himself, man is more manlike, when joy is the fundamental thing in him, and grief the superficial.",
      "source": "G.K. Chesteron, \"Orthodoxy\""
    },
    {
      "content": "He told me that the children would've died, if they hadn't found their way to the people-market. Professional recruiters, known as talent scouts, roamed from one catastrophe to another, from drought to earthquake to flood. Starving parents, who'd already watched one or more of their children sicken and die, blessed the scouts, kneeling to touch their feet. They begged them to buy a son or daughter, so that at least that one child would live.",
      "source": "Gregory David, \"Shantaram\""
    },
    {
      "content": "How you spend your day is how you spend your life.",
      "source": "James A. Corey, \"The Vital Abyss\""
    },
    {
      "content": "Don't tell me what you \"think,\" just tell me what's in your portfolio.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "Those who don't take risks should never be involved in making decisions.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "This doesn’t mean one should never regulate at all. Some systemic effects may require regulation (say hidden tail risks of environmental ruins that show up too late). If you can’t effectively sue, regulate.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "By regulating you are robbing people of freedom. Some of us believe that freedom is one’s first most essential good. This includes the freedom to make mistakes (those that harm only you); it is sacred to the point that it must never be traded against economic or other benefits.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "If you do not take risks for your opinion, you are nothing.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "Learning is rooted in repetition and convexity, meaning that the reading of a single text twice is more profitable than reading two different things once, provided of course that said text has some depth of content.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "Indeed much of the work of investment banks in my day was to play on regulations, find loopholes in the laws. And, counterintuitively, the more regulations, the easier it was to make money.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "A free person does not need to win arguments--just win.",
      "source": "Nassim Nicholas Taleb, \"Skin in the Game\""
    },
    {
      "content": "The man never wasted five minutes appreciating himself; it would have meant losing five minutes off whatever job he had decided he wanted to get done that day.",
      "source": "Larry McMurtry, \"Lonesome Dove\""
    },
    {
      "content": "He had not bothered to shave for two days, a sign of profound demoralization.",
      "source": "Larry McMurtry, \"Lonesome Dove\""
    },
    {
      "content": "It was mainly accidents of one kind and another that kept life interesting, in his view, the days otherwise being mainly repetitious things, livened up mostly by the occasional card game.",
      "source": "Larry McMurtry, \"Lonesome Dove\""
    },
    {
      "content": "\"Well, I got to admit I still like a fight,\" Augustus said. \"They sharpen the wits. The only other thing that does that is talking to women, which is usually more dangerous.\"",
      "source": "Larry McMurtry, \"Lonesome Dove\""
    },
    {
      "content": "He was methodical to an extreme, careful as to details and exacting to a fraction. If there was a cent due us, he wanted it. If there was a cent due a customer, he wanted the customer to have it.",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "I would go into an office and present my card and say to the man that I supposed his business connections were satisfactory, and that I did not wish to intrude upon him, but that I had a proposition that I myself believed in and believed it would be to his advantage, that I did not expect him to decide off hand but asked him to think it over and I would see him again about it.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "The hardest problem all through my business career was to obtain enough capital to do all the business I wanted to do and could do, given the necessary amount of money.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "Despite the unceasing vicissitudes of the oil industry, prone to cataclysmic booms and busts, he would never experience a single year of loss.",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "It is very important to remember what other people tell you, not so much what you yourself already know.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "We should borrow whenever we can safely extend the business by doing so.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "Do unto others as they would do unto you--and do it first.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "He [Rockefeller] had honed his will into a perfect instrument.",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "He [Rockefeller] hired talented people as found, not as needed.",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "When leaving the office one day, Rockefeller fished in his pockets and realized that he had forgotten his change purse. When he asked to borrow a nickel from Rogers, his assistant volunteered to make a gift of it, but Rockefeller protested. \"No, Rogers,\" he said, \"don't forget this transaction. This is a whole year's interest on a dollar.\"",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "I never felt the need of scientific knowledge, have never felt it. A young man who wants to succeed in business does not require chemistry or physics. He can always hire scientists.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "Many frustrated customers of Waters-Pierce turned, in revenge, to Republic Oil, a New York–based company that specialized in cultivating retailers who loathed the trust. Of course, Republic was secretly owned by Standard Oil.",
      "source": "Ron Chernow, \"Titan: The Life of John D. Rockefeller\""
    },
    {
      "content": "These people did not want cooperation. They wanted competition. And when they got it they didn't like it.",
      "source": "John D. Rockefeller"
    },
    {
      "content": "I know of no more encouraging fact than the unquestionable ability of man to elevate his life by conscious endeavor.",
      "source": "Henry David Thoreau"
    },
    {
      "content": "Those in power have seldom reacted peacefully to developments that undermined their authority. They are not likely to now.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "More than they could have imagined, farmers created new conditions that drastically altered the logic of violence. It is not a coincidence that the Book of Genesis makes Cain, the first murderer, \"a tiller of the ground.\"",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "We place the launch of the Industrial Age at the end of the fifteenth century. It was the industrial features of early-modern technology, including chemically powered weapons and printing presses, that precipitated the collapse of feudalism.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "We expect nationalism to be a major rallying theme of persons with low skills nostalgic for compulsion as the welfare state collapses in the Western democracies. You haven’t seen anything yet.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "The individual will no longer be singular, but potentially an ensemble of dozens or perhaps even thousands of activities undertaken through intelligent agents. This will not only greatly enhance the productive capability of the most talented individuals; it will also make the Sovereign Individual potentially far more formidable militarily than the individual has ever been before. Not only will one individual be able to manifestly multiply his activities by employing an essentially unlimited number of intelligent agents. He or she will even be able to act after death. For the first time, an individual will be capable of carrying on elaborate tasks even if he is biologically dead. It will no longer be possible for either an enemy at war or a criminal to completely extinguish the capability of an individual to retaliate by killing him. This is one of the more revolutionary innovations in the logic of violence in the whole of history.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "Through all of human history from its earliest beginnings until now, there have been only three basic stages of economic life: (1) hunting-and-gathering societies; (2) agricultural societies; and (3) industrial societies. Now, looming over the horizon, is something entirely new, the fourth stage of social organization: information societies.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "In a world of artificial reality and instantaneous transmission of everything everywhere, integrity of judgment and the ability to distinguish the true from the false will be even more important.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "For human beings it is the struggle rather than the achievement that matters; we are made for action, and the achievement can prove to be a great disappointment. The ambition, whatever it may be, sets the struggle in motion, but the struggle is more enjoyable than its own result, even when the objective is fully achieved.",
      "source": "James Dale Davidson and William Rees-Mogg, \"The Sovereign Individual\""
    },
    {
      "content": "Talent is like the marksman who hits a target, which others cannot reach; genius is like the marksman who hits a target, which others cannot see.",
      "source": "Darrin McMahon, \"Divine Fury: A History of Genius\""
    },
    {
      "content": "Muad’Dib learned rapidly because his first training was in how to learn. And the first lesson of all was the basic trust that he could learn. It is shocking to find how many people do not believe they can learn, and how many more believe learning to be difficult. Muad’Dib knew that every experience carries its lesson.",
      "source": "Frank Herbert, \"Dune\""
    },
    {
      "content": "Greatness is a transitory experience. It is never consistent. It depends in part upon the myth-making imagination of humankind. The person who experiences greatness must have a feeling for the myth he is in. He must reflect what is projected upon him. And he must have a strong sense of the sardonic. This is what uncouples him from belief in his own pretensions. The sardonic is all that permits him to move within himself. Without this quality, even occasional greatness will destroy a man.",
      "source": "Frank Herbert, \"Dune\""
    },
    {
      "content": "Arrakis teaches the attitude of the knife—chopping off what's incomplete and saying: \"Now, it’s complete because it’s ended here.\"",
      "source": "Frank Herbert, \"Dune\""
    },
    {
      "content": "\"I want to be an architect, not an archeologist. I see no purpose in doing Renaissance villas. Why learn to design them, when I'll never build them?\"\\n\"My dear boy, the great style of the Renaissance is far from dead. Houses of that style are being erected every day.\"\\n\"They are. And they will be. But not by me.\"",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "\"I have, let's say, sixty years to live. Most of that time will be spent working. I've chosen the work I want to do. If I find no joy in it, then I'm only condemning myself to sixty years of torture. And I can find the joy only if I do my work in the best way possible to me. But the best is a matter of standards—and I set my own standards. I inherit nothing. I stand at the end of no tradition. I may, perhaps, stand at the beginning of one.\"",
      "source": "Howard Roark, Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "\"How do you always manage to decide?\"\\n\"How can you let others decide for you?\"",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "Kings lack the caution of common men.",
      "source": "George R.R. Martin, \"A Game of Thrones\""
    },
    {
      "content": "Her father used to say that a lord needed to eat with his men, if he hoped to keep them. \"Know the men who follow you,\" she heard him tell Robb once, \"and let them know you. Don't ask your men to die for a stranger.\"",
      "source": "George R.R. Martin, \"A Game of Thrones\""
    },
    {
      "content": "Every hurt is a lesson, and every lesson makes you better.",
      "source": "Arya Stark, George R.R. Martin, \"A Game of Thrones\""
    },
    {
      "content": "Love and affection are also potentially destructive, in that they blind you to the often self-serving interests of those whom you least suspect of playing a power game. You cannot repress anger or love, or avoid feeling them, and you should not try. But you should be careful about how you express them, and most important, they should never influence your plans and strategies in any way.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "Never discriminate as to whom you study and whom you trust. Never trust anyone completely and study everyone.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "Pick up a bee from kindness, and learn the limitations of kindness.",
      "source": "Sufi proverb"
    },
    {
      "content": "Keep your friends for friendship, but work with the skilled and competent.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "You destroy an enemy when you make a friend of him.",
      "source": "Abraham Lincoln"
    },
    {
      "content": "Without enemies around us, we grow lazy. An enemy at our heels sharpens our wits, keeping us focused and alert. It is sometimes better, then, to use enemies as enemies rather than transforming them into friends or allies.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "Most people are open books. They say what they feel, blurt out their opinions at every opportunity, and constantly reveal their plans and intentions. They do this for several reasons. First, it is easy and natural to always want to talk about one's feelings and plans for the future. It takes effort to control your tongue and monitor what you reveal. Second, many believe that by being honest and open they are winning people's hearts and showing their good nature. They are greatly deluded. Honesty is actually a blunt instrument, which bloodies more than it cuts. Your honesty is likely to offend people; it is much more prudent to tailor your words, telling people what they want to hear rather than the coarse and ugly truth of what you feel or think. More important, by being unabashedly open you make yourself so predictable and familiar that it is almost impossible to respect or fear you, and power will not accrue to a person who cannot inspire such emotions. If you yearn for power, quickly lay honesty aside, and train yourself in the art of concealing your intentions.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "While playing his hand, the good player is seldom an actor. Instead he practices a bland behavior that minimizes readable patterns, frustrates and confuses opponents, permits greater concentration.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "The essence of power is the ability to keep the initiative, to get others to react to your moves, to keep your opponent and those around you on the defensive.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "Use the positive side of this emotional osmosis to advantage. If, for example, you are miserly by nature, you will never go beyond a certain limit; only generous souls attain greatness. Associate with the generous, then, and they will infect you, opening up everything that is tight and restricted in you. If you are gloomy, gravitate to the cheerful. If you are prone to isolation, force yourself to befriend the gregarious. Never associate with those who share your defects—they will reinforce everything that holds you back. Only create associations with positive affinities. Make this a rule of life and you will benefit more than from all the therapy in the world. (less)",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "People are always trying to read the motives behind your actions and to use your predictability against you. Throw in a completely inexplicable move and you put them on the defensive. Because they do not understand you, they are unnerved, and in such a state you can easily intimidate them.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "Since humans are such social creatures, it follows that the social arts that make us pleasant to be around can be practiced only by constant exposure and circulation. The more you are in contact with others, the more graceful and at ease you become. Isolation, on the other hand, engenders an awkwardness in your gestures, and leads to further isolation, as people start avoiding you.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "In polite social encounters, learn to probe. Ask indirect questions to get people to reveal their weaknesses and intentions. There is no occasion that is not an opportunity for artful spying.",
      "source": "Robert Greene, \"The 48 Laws of Power\""
    },
    {
      "content": "The two aims of the Party are to conquer the whole surface of the earth and to extinguish once and for all the possibility of independent thought. There are therefore two great problems which the Party is concerned to solve. One is how to discover, against his will, what another human being is thinking, and the other is how to kill several hundred million people in a few seconds without giving warning beforehand. In so far as scientific research still continues, this is its subject matter.",
      "source": "George Orwell, \"1984\""
    },
    {
      "content": "There is little reason to buy Fairtrade products. In buying Fairtrade products, you're at best giving very small amounts of money to people in comparatively well-off countries. You'd do considerably more good by buying cheaper goods and donating the money you save.",
      "source": "William MacAskill, \"Doing Good Better\""
    },
    {
      "content": "Many popular ways of reducing your greenhouse gas emissions are rather ineffective. One common recommendation is to turn off or shut down electronic devices when you’re not using them, rather than keeping them on standby. However, this achieves very little compared to other things you could do: one hot bath adds more to your carbon footprint than leaving your phone charger plugged in for a whole year; even leaving on your TV (one of the worst offenders in terms of standby energy use) for a whole year contributes less to your carbon footprint than driving a car for just two hours. Another common recommendation is to turn off lights when you leave a room, but lighting accounts for only 3 percent of household energy use, so even if you never used lighting in your house, you would save only a fraction of a metric ton of carbon emissions.",
      "source": "William MacAskill, \"Doing Good Better\""
    },
    {
      "content": "The focus on buying locally produced goods is overhyped: only 10 percent of the carbon footprint of food comes from transportation, whereas 80 percent comes from production, so what type of food you buy is much more important than whether that food is produced locally or internationally. Cutting out red meat and dairy for one day a week achieves a greater reduction in your carbon footprint than buying entirely locally based food. In fact, exactly the same food can sometimes have a higher carbon footprint if it’s locally grown than if it’s imported: one study found that the carbon footprint from locally grown tomatoes in northern Europe was five times as great as the carbon footprint from tomatoes grown in Spain, because the emissions generated by heating and lighting greenhouses dwarfed the emissions generated by transportation.",
      "source": "William MacAskill, \"Doing Good Better\""
    },
    {
      "content": "What about following your heart, your gut, or your itch to find work you love? The evidence suggests that won’t work, either, since we’re bad at predicting what will make us happy.",
      "source": "William MacAskill, \"Doing Good Better\""
    },
    {
      "content": "Absence diminishes minor passions and inflames great ones, as the wind douses a candle and fans a fire.",
      "source": "La Rouchefoucauld"
    },
    {
      "content": "Every morning, no matter how late he had been up, my father rose at 5:30, went to his study, wrote for a couple of hours, made us all breakfast, read the paper with my mother, and then went back to work for the rest of the morning. Many years passed before I realized that he did this by choice, for a living, and that he was not unemployed or mentally ill.",
      "source": "Anne Lamott, \"Bird by Bird\""
    },
    {
      "content": "\"Do it every day for a while,\" my father kept saying. \"Do it as you would do scales on the piano. Do it by prearrangement with yourself. Do it as a debt of honor. And make a commitment to finishing things.\"",
      "source": "Anne Lamott, \"Bird by Bird\""
    },
    {
      "content": "Publication is not all that it is cracked up to be. But writing is.",
      "source": "Anne Lamott, \"Bird by Bird\""
    },
    {
      "content": "What’s real is that if you do your scales every day, if you slowly try harder and harder pieces, if you listen to great musicians play music you love, you’ll get better. At times when you’re working, you’ll sit there feeling hung over and bored, and you may or may not be able to pull yourself up out of it that day. But it is fantasy to think that successful writers do not have these bored, defeated hours, these hours of deep insecurity when one feels as small and jumpy as a water bug. They do. But they also often feel a great sense of amazement that they get to write, and they know that this is what they want to do for the rest of their lives. And so if one of your heart’s deepest longings is to write, there are ways to get your work done, and a number of reasons why it is important to do so. And what are those reasons again? my students ask. Because for some of us, books are as important as almost anything else on earth. What a miracle it is that out of these small, flat, rigid squares of paper unfolds world after world after world, worlds that sing to you, comfort and quiet or excite you. Books help us understand who we are and how we are to behave. They show us what community and friendship mean; they show us how to live and die. They are full of all the things that you don’t get in real life—wonderful, lyrical language, for instance, right off the bat. And quality of attention: we may notice amazing details during the course of a day but we rarely let ourselves stop and really pay attention. An author makes you notice, makes you pay attention, and this is a great gift. My gratitude for good writing is unbounded; I’m grateful for it the way I’m grateful for the ocean. Aren’t you? I ask.",
      "source": "Anne Lamott, \"Bird by Bird\""
    },
    {
      "content": "Writing a novel is like driving a car at night. You can see only as far as your headlights, but you can make the whole trip that way.",
      "source": "E.L. Doctorow"
    },
    {
      "content": "Plot grows out of character. If you focus on who the people in your story are, if you sit and write about two people you know and are getting to know better day by day, something is bound to happen. Characters should not, conversely, serve as pawns for some plot you’ve dreamed up. Any plot you impose on your characters will be onomatopoetic: PLOT. I say don’t worry about plot. Worry about the characters. Let what they say or do reveal who they are, and be involved in their lives, and keep asking yourself, Now what happens?",
      "source": "Anne Lammot, \"Bird by Bird\""
    },
    {
      "content": "If you want a friend, get a dog. I'm not taking any chances; I've got two dogs.",
      "source": "Jon Ronson, \"The Psychopath Test\""
    },
    {
      "content": "There is no evidence that we've been placed on this planet to be especially happy or especially normal. And in fact our unhappiness and our strangeness, our anxieties and compulsions, those least fashionable aspects of our personalities, are quite often what lead us to do rather interesting things.",
      "source": "Jon Ronson, \"The Psychopath Test\""
    },
    {
      "content": "Government can never duplicate the variety and diversity of individual action. At any moment in time, by imposing uniform standards in housing, or nutrition, or clothing, government could undoubtedly improve the level of living of many individuals; by imposing uniform standards in schooling, road construction, or sanitation, central government could undoubtedly improve the level of performance in many local areas and perhaps even on the average of all communities. But in the process, government would replace progress by stagnation, it would substitute uniform mediocrity for the variety essential for that experimentation which can bring tomorrow’s laggards above today’s mean.",
      "source": "Milton Friedman, \"Capitalism and Freedom\""
    },
    {
      "content": "Because of the corruption of the term liberalism, the views that formerly went under that name are now often labeled conservatism. But this is not a satisfactory alternative. The nineteenth-century liberal was a radical, both in the etymological sense of going to the root of the matter, and in the political sense of favoring major changes in social institutions. So too must be his modern heir.",
      "source": "Milton Friedman, \"Capitalism and Freedom\""
    },
    {
      "content": "A liberal is fundamentally fearful of concentrated power.",
      "source": "Milton Friedman, \"Capitalism and Freedom\""
    },
    {
      "content": "His [the liberal's] objective is to preserve the maximum degree of freedom for each individual separately that is compatible with one man’s freedom not interfering with other men’s freedom. He believes that this objective requires that power be dispersed. He is suspicious of assigning to government any functions that can be performed through the market, both because this substitutes coercion for voluntary co-operation in the area in question and because, by giving government an increased role, it threatens freedom in other areas.",
      "source": "Milton Friedman, \"Capitalism and Freedom\""
    },
    {
      "content": "The best investment is in the tools of one's own trade.",
      "source": "Benjamin Franklin"
    },
    {
      "content": "A good tool improves the way you work. A great tool improves the way you think.",
      "source": "Jeff Duntemann"
    },
    {
      "content": "I am doing this with or with you. But without you, I will probably lose.",
      "source": "Tara Westover, \"Educated\""
    },
    {
      "content": "In the matter of selecting newcomers, Shackleton’s methods would appear to have been almost capricious. If he liked the look of a man, he was accepted. If he didn’t, the matter was closed. And these decisions were made with lightning speed. There is no record of any interview that Shackleton conducted with a prospective expedition member lasting much more than five minutes.\\n\\nDespite the instantaneous nature of these decisions, Shackleton’s intuition for selecting compatible men rarely failed.",
      "source": "Alfred Lansing, \"Endurance\""
    },
    {
      "content": "Shackleton called all hands together into the center of the circle of tents. His face was grave. He explained it was imperative that all weight be reduced to the barest minimum. Each man, he said, would be allowed the clothes on his back, plus two pairs of mittens, six pairs of socks, two pairs of boots, a sleeping bag, a pound of tobacco—and two pounds of personal gear. Speaking with the utmost conviction, Shackleton pointed out that no article was of any value when weighed against their ultimate survival, and he exhorted them to be ruthless in ridding themselves of every unnecessary ounce, regardless of its value. After he had spoken, he reached under his parka and took out a gold cigarette case and several gold sovereigns and threw them into the snow at his feet. Then he opened the Bible Queen Alexandra had given them and ripped out the flyleaf and the page containing the Twenty-third Psalm. He also tore out the page from the Book of Job with this verse on it:\\n\\tOut of whose womb came the ice?\\n\\tAnd the hoary frost of Heaven, who hath gendered it?\\n\\tThe waters are hid as with a stone.\\n\\tAnd the face of the deep is frozen.\\nThen he laid the Bible in the snow and walked away.",
      "source": "Alfred Lansing, \"Endurance\""
    },
    {
      "content": "Those that burdened themselves with equipment to meet every contingency had fared much worse than those that had sacrificed total preparedness for speed.",
      "source": "Alfred Lansing, \"Endurance\""
    },
    {
      "content": "Of all their enemies--the cold, the ice, the sea--he feared none more than demoralization.",
      "source": "Alfred Lansing, \"Endurance\""
    },
    {
      "content": "Perhaps we know more about the world than we used to, and insofar as knowledge is prerequisite to understanding, that is all to the good. But knowledge is not as much a prerequisite to understanding as is commonly supposed. We do not have to know everything about something in order to understand it; too many facts are often as much of an obstacle to understanding as too few. There is a sense in which we moderns are inundated with facts to the detriment of understanding. One of the reasons for this situation is that the very media we have mentioned are so designed as to make thinking seem unnecessary (though this is only an appearance). The packaging of intellectual positions and views is one of the most active enterprises of some of the best minds of our day. The viewer of television, the listener to radio, the reader of magazines, is presented with a whole complex of elements—all the way from ingenious rhetoric to carefully selected data and statistics—to make it easy for him to “make up his own mind” with the minimum of difficulty and effort. But the packaging is often done so effectively that the viewer, listener, or reader does not make up his own mind at all. Instead, he inserts a packaged opinion into his mind, somewhat like inserting a cassette into a cassette player. He then pushes a button and “plays back” the opinion whenever it seems appropriate to do so. He has performed acceptably without having had to think.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "One reader is better than another in proportion as he is capable of a greater range of activity in reading and exerts more effort. He is better if he demands more of himself and of the text before him.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "Reading and listening are thought of as receiving communication from someone who is actively engaged in giving or sending it. The mistake here is to suppose that receiving communication is like receiving a blow or a legacy or a judgment from the court. On the contrary, the reader or listener is much more like the catcher in a game of baseball. Catching the ball is just as much an activity as pitching or hitting it. The pitcher or batter is the sender in the sense that his activity initiates the motion of the ball. The catcher or fielder is the receiver in the sense that his activity terminates it. Both are active, though the activities are different. If anything is passive, it is the ball. It is the inert thing that is put in motion or stopped, whereas the players are active, moving to pitch, hit, or catch. The analogy with writing and reading is almost perfect. The thing that is written and read, like the ball, is the passive object common to the two activities that begin and terminate the process. We can take this analogy a step further. The art of catching is the skill of catching every kind of pitch—fast balls and curves, changeups and knucklers. Similarly, the art of reading is the skill of catching every sort of communication as well as possible.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "...most people, even many quite good readers, are unaware of the value of inspectional reading. They start a book on page one and plow steadily through it, without even reading the table of contents. They are thus faced with the task of achieving a superficial knowledge of the book at the same time that they are trying to understand it. That compounds the difficulty.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "The obstacles that stand in the way of comprehension of a difficult book are not ordinarily, and perhaps never primarily, physiological or psychological. They arise because the reader simply does not know what to do when approaching a difficult—and rewarding—book. He does not know the rules of reading; he does not know how to marshal his intellectual resources for the task. No matter how quickly he reads, he will be no better off if, as is too often true, he does not know what he is looking for and does not know when he has found it.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "Reading a book on any level beyond the elementary is essentially an effort on your part to ask it questions (and to answer them to the best of your ability). That should never be forgotten.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "The person who says of a novel that he has “read enough to get the idea” does not know what he is talking about. He cannot be correct, for if the novel is any good at all, the idea is in the whole and cannot be found short of reading the whole. But you can get the idea of Aristotle’s Ethics or Darwin’s Origin of Species by reading some parts carefully.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "Perhaps you are beginning to see how essential a part of reading it is to be perplexed and know it. Wonder is the beginning of wisdom in learning from books as well as from nature. If you never ask yourself any questions about the meaning of a passage, you cannot expect the book to give you any insight you do not already possess.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "Ideally, a story should be read at one sitting, although this is rarely possible for busy people with long novels. Nevertheless, the ideal should be approximated by compressing the reading of a good story into as short a time as feasible. Otherwise you will forget what happened, the unity of the plot will escape you, and you will be lost.",
      "source": "Mortimer J. Adler, \"How to Read a Book: The Classic Guide to Intelligent Reading\""
    },
    {
      "content": "Ross knew that he was going to need to move again too. Going back overseas didn’t make sense right now, and staying in Texas, near his family, wasn’t an option either. The lies and the possibility of being found out were just too risky. What he needed was a place where he could be on his laptop for eighteen hours a day and no one would question why he was being antisocial or what he was working on. Which meant he had to go to San Francisco.",
      "source": "Nick Bilton, \"American Kingpin: The Epic Hunt for the Criminal Mastermind Behind the Silk Road\""
    },
    {
      "content": "...this structure could not have a Classic motive on its façade. He explained why an honest building, like an honest man, had to be of one piece and one faith; what constituted the life source, the idea in any existing thing or creature, and why—if one smallest part committed treason to that idea—the thing or the creature was dead; and why the good, the high and the noble on earth was only that which kept its integrity.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "\"It's only a building. It's not the combination of holy sacrament, Indian torture and sexual ecstasy that you seem to make of it.\"\\n\"Isn't it?\"",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "Talk about the things you really want said. Don't tell me about your family, your childhood, your friends or your feelings. Tell me about the things you think.",
      "source": "Howard Roark, Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "...you can never ruin an architect by proving that he’s a bad architect. But you can ruin him because he’s an atheist, or because somebody sued him, or because he slept with some woman, or because he pulls wings off bottleflies. You’ll say it doesn’t make sense? Of course it doesn’t. That’s why it works. Reason can be fought with reason. How are you going to fight the unreasonable? The trouble with you, my dear, and with most people, is that you don’t have sufficient respect for the senseless. The senseless is the major factor in our lives. You have no chance if it is your enemy. But if you can make it become your ally—ah, my dear!",
      "source": "Ellsworth Toohey, Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "In the first years of the Banner’s existence Gail Wynand spent more nights on his office couch than in his bedroom. The effort he demanded of his employees was hard to perform; the effort of himself was hard to believe. He drove them like an army; he drove himself like a slave. He paid them well; he got nothing but his rent and meals. He lived in a furnished room at the time when his best reporters lived in suites at expensive hotels. He spent money faster than it came in—and he spent it all on the Banner. The paper was like a luxurious mistress whose every need was satisfied without inquiry about the price.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "He had known moments of blank exhaustion when his will deserted him. He had always cured himself by a few hours in his art gallery.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "I like to think that I took the worst refuse of the human spirit—the mind of that housewife and the minds of the people who like to read about her—and I made of it this necklace on your shoulders. I like to think that I was an alchemist capable of performing so great a purification.",
      "source": "Gail Wynand, Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "It takes two to make every great career: the man who is great, and the man—almost rarer—who is great enough to see greatness and say so.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "Most people build as they live—as a matter of routine and senseless accident. But a few understand that building is a great symbol. We live in our minds, and existence is the attempt to bring that life into physical reality, to state it in gesture and form. For the man who understands this, a house he owns is a statement of his life. If he doesn’t build, when he has the means, it’s because his life has not been what he wanted.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "\"Howard, have you ever been in love?\"\\nRoark turned to look straight at him and answer quietly: \"I still am.\"\\n\"But when you walk through a building, what you feel is greater than that?\"\\n\"Much greater, Gail.\"\\n\"I was thinking of people who say that happiness is impossible on earth. Look how hard they all try to find some joy in life. Look how they struggle for it. Why should any living creature exist in pain? By what conceivable right can anyone demand that a human being exist for anything but for his own joy? Every one of them wants it. Every part of him wants it. But they never find it. I wonder why. They whine and say they don't understand the meaning of life. There's a particular kind of people that I despise. Those who seek some sort of a higher purpose or 'universal goal,' who don't know what to live for, who moan that they must 'find themselves.' You hear it all around us. That seems to be the official bromide of our century. Every book you open. Every drooling self-confession. It seems to be the noble thing to confess. I'd think it would be the most shameful one.\"\\n\"Look, Gail.\" Roark got up, reached out, tore a thick branch off a tree, held it in both hands, one fist closed at each end; then, his wrists and knuckles tensed against the resistance, he bent the branch slowly into an arc. \"Now I can make what I want of it: a bow, a spear, a cane, a railing. That's the meaning of life.\"\\n\"Your strength?\"\\n\"Your work.\"",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "To sell your soul is the easiest thing in the world. That’s what everybody does every hour of his life. If I asked you to keep your soul—would you understand why that’s much harder?",
      "source": "Howard Roark, Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "He walked at random. He owned nothing, but he was owned by any part of the city. It was right that the city should now direct his way and that he should be moved by the pull of chance corners. Here I am, my masters, I am coming to salute you and acknowledge, wherever you want me, I shall go as I’m told. I’m the man who wanted power.",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "Toohey studies voraciously. He has a magnificent memory for facts and statistics, he is known as a “walking encyclopedia.” This is natural—since he has no creative mind, only a repeating, aping, absorbing “second-hand” one. By the same token—his absorption in studies: he has nothing new to create, but can acquire importance by absorbing the works and achievements of others. He is a sponge, not a fresh spring....",
      "source": "Ayn Rand, \"The Fountainhead\""
    },
    {
      "content": "Some men lost all hope, but it was the incorrigible optimists who were the most irritating companions.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "Hardly a word was spoken; the icy wind did not encourage talk. Hiding his mouth behind his upturned collar, the man marching next to me whispered suddenly: \"If our wives could see us now! I do hope they are better off in their camps and don’t know what is happening to us.\" That brought thoughts of my own wife to mind. And as we stumbled on for miles, slipping on icy spots, supporting each other time and again, dragging one another up and onward, nothing was said, but we both knew: each of us was thinking of his wife. Occasionally I looked at the sky, where the stars were fading and the pink light of the morning was beginning to spread behind a dark bank of clouds. But my mind clung to my wife’s image, imagining it with an uncanny acuteness. I heard her answering me, saw her smile, her frank and encouraging look. Real or not, her look was then more luminous than the sun which was beginning to rise. A thought transfixed me: for the first time in my life I saw the truth as it is set into song by so many poets, proclaimed as the final wisdom by so many thinkers. The truth—that love is the ultimate and the highest goal to which man can aspire. Then I grasped the meaning of the greatest secret that human poetry and human thought and belief have to impart: The salvation of man is through love and in love. I understood how a man who has nothing left in this world still may know bliss, be it only for a brief moment, in the contemplation of his beloved. In a position of utter desolation, when man cannot express himself in positive action, when his only achievement may consist in enduring his sufferings in the right way —an honorable way—in such a position man can, through loving contemplation of the image he carries of his beloved, achieve fulfillment. For the first time in my life I was able to understand the meaning of the words, \"The angels are lost in perpetual contemplation of an infinite glory.\"",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "...everything can be taken from a man but one thing: the last of the human freedoms—to choose one’s attitude in any given set of circumstances, to choose one’s own way.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "The prisoner who had lost faith in the future—his future—was doomed. With his loss of belief in the future, he also lost his spiritual hold; he let himself decline and became subject to mental and physical decay.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "He who has a why to live for can bear with almost any how.",
      "source": "Friedrich Nietzsche"
    },
    {
      "content": "What was really needed was a fundamental change in our attitude toward life. We had to learn ourselves and, furthermore, we had to teach the despairing men, that it did not really matter what we expected from life, but rather what life expected from us. We needed to stop asking about the meaning of life, and instead to think of ourselves as those who were being questioned by life—daily and hourly. Our answer must consist, not in talk and meditation, but in right action and in right conduct. Life ultimately means taking the responsibility to find the right answer to its problems and to fulfill the tasks which it constantly sets for each individual. These tasks, and therefore the meaning of life, differ from man to man, and from moment to moment. Thus it is impossible to define the meaning of life in a general way. Questions about the meaning of life can never be answered by sweeping statements. “Life” does not mean something vague, but something very real and concrete, just as life’s tasks are also very real and concrete. They form man’s destiny, which is different and unique for each individual. No man and no destiny can be compared with any other man or any other destiny. No situation repeats itself, and each situation calls for a different response. Sometimes the situation in which a man finds himself may require him to shape his own fate by action. At other times it is more advantageous for him to make use of an opportunity for contemplation and to realize assets in this way. Sometimes man may be required simply to accept fate, to bear his cross. Every situation is distinguished by its uniqueness, and there is always only one right answer to the problem posed by the situation at hand.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "...someone looks down on each of us in difficult hours—a friend, a wife, somebody alive or dead, or a God—and he would not expect us to disappoint him. He would hope to find us suffering proudly—not miserably—knowing how to die.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "...the meaning of life differs from man to man, from day to day and from hour to hour. What matters, therefore, is not the meaning of life in general but rather the specific meaning of a person’s life at a given moment. To put the question in general terms would be comparable to the question posed to a chess champion: “Tell me, Master, what is the best move in the world?” There simply is no such thing as the best or even a good move apart from a particular situation in a game and the particular personality of one’s opponent. The same holds for human existence. One should not search for an abstract meaning of life. Everyone has his own specific vocation or mission in life to carry out a concrete assignment which demands fulfillment. Therein he cannot be replaced, nor can his life be repeated. Thus, everyone’s task is as unique as is his specific opportunity to implement it. As each situation in life represents a challenge to man and presents a problem for him to solve, the question of the meaning of life may actually be reversed. Ultimately, man should not ask what the meaning of his life is, but rather he must recognize that it is he who is asked. In a word, each man is questioned by life; and he can only answer to life by answering for his own life; to life he can only respond by being responsible.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "...the true meaning of life is to be discovered in the world rather than within man or his own psyche, as though it were a closed system. I have termed this constitutive characteristic “the self-transcendence of human existence.” It denotes the fact that being human always points, and is directed, to something, or someone, other than oneself—be it a meaning to fulfill or another human being to encounter. The more one forgets himself—by giving himself to a cause to serve or another person to love—the more human he is and the more he actualizes himself. What is called self-actualization is not an attainable aim at all, for the simple reason that the more one would strive for it, the more he would miss it. In other words, self-actualization is possible only as a side-effect of self-transcendence.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "...the meaning of life always changes, but that it never ceases to be. According to logotherapy, we can discover this meaning in life in three different ways: (1) by creating a work or doing a deed; (2) by experiencing something or encountering someone; and (3) by the attitude we take toward unavoidable suffering.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "A bit later, I remember, it seemed to me that I would die in the near future. In this critical situation, however, my concern was different from that of most of my comrades. Their question was, \"Will we survive the camp? For, if not, all this suffering has no meaning.\" The question which beset me was, \"Has all this suffering, this dying around us, a meaning? For, if not, then ultimately there is no meaning to survival; for a life whose meaning depends upon such a happenstance—as whether one escapes or not—ultimately would not be worth living at all.\"",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "What is demanded of man is not, as some existential philosophers teach, to endure the meaninglessness of life, but rather to bear his incapacity to grasp its unconditional meaningfulness in rational terms.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "At any moment, man must decide, for better or for worse, what will be the monument of his existence.",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "The pessimist resembles a man who observes with fear and sadness that his wall calendar, from which he daily tears a sheet, grows thinner with each passing day. On the other hand, the person who attacks the problems of life actively is like a man who removes each successive leaf from his calendar and files it neatly and carefully away with its predecessors, after first having jotted down a few diary notes on the back. He can reflect with pride and joy on all the richness set down in these notes, on all the life he has already lived to the fullest. What will it matter to him if he notices that he is growing old? Has he any reason to envy the young people whom he sees, or wax nostalgic over his own lost youth? What reasons has he to envy a young person? For the possibilities that a young person has, the future which is in store for him? \"No, thank you,\" he will think. \"Instead of possibilities, I have realities in my past, not only the reality of work done and of love loved, but of sufferings bravely suffered. These sufferings are even the things of which I am most proud, though these are things which cannot inspire envy.\"",
      "source": "Viktor E. Frankl, \"Man's Search for Meaning\""
    },
    {
      "content": "Whatever success I've had in life has had more to do with my knowing how to deal with my not knowing than anything I know.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...the key to success lies in knowing how to both strive for a lot and fail well.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...terrible is better than mediocre, because terrible at least gives life flavor.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...it's always best to assume you're missing something.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...start with what you really want, which are your real goals, and then work back to what you need to attain them. Money will be one of the things you need, but it's not the only one and certainly not the most important one once you get past having the amount you need to get what you really want.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "I believe one of the most valuable things you can do to improve your decision making is to think through your principles for making decisions, write them out in both words and computer algorithms, back-test them if possible, and use them on a real-time basis to run in parallel with your brain's decision making.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "You are borderline retarded.",
      "source": "Unknown"
    },
    {
      "content": "When work feels overwhelming, just remember that you're going to die.",
      "source": "Unknown"
    },
    {
      "content": "They weren't cows inside. They were waiting to be, but they forgot. Now they see sky, and they remember what they are.",
      "source": "River Tam, \"Firefly\""
    },
    {
      "content": "It's amazing what you can can get done if you just sit down and do it.",
      "source": "Chris Coyer"
    },
    {
      "content": "Well I guess if a person never quit when the going got tough, they wouldn't have anything to regret for the rest of their life.",
      "source": "Lance Armstrong, \"Dodgeball\""
    },
    {
      "content": "...if you work hard and creatively, you can have just about anything you want, but not everything you want. Maturity is the ability to reject good alternatives in order to pursue even better ones.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "I wanted to surround myself with people who needed what I needed, which was to make sense of things for myself. I spoke frankly, and I expected those around me to speak frankly. I fought for what I thought was best, and I wanted them to do so as well. When I thought someone did something stupid, I said so and I expected them to tell me when I did something stupid. Each of us would be better for it. To me, that was what strong and productive relationships looked like. Operating any other way would be unproductive and unethical.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...having an ability to figure things out is more important than having specific knowledge of how to do something.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...a few bright guys with computers could beat the big, well-equipped establishment players.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "When I asked him [Elon Musk] about his background in rocketry, he told me he didn't have one. \"I just started reading books,\" he said. That's how shapers think and act.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "Heroes don't begin as heroes; they just become them because of the way one thing leads to another.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...even the richest people feel short of the money they need to do the things they want to do.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "I began to experience painful moments in a radically different way. Instead of feeling frustrated or overwhelmed, I saw pain as nature's reminder that there is something important for me to learn.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "...the satisfaction of success doesn't come from achieving your goals, but from struggling well.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "Having the basics--a good bed to sleep in, good relationships, good food, and good sex--is most important, and those things don't get much better when you have a lot of money or much worse when you have less.",
      "source": "Ray Dalio, \"Principles: Life and Work\""
    },
    {
      "content": "Man needs difficulties. They are necessary for health.",
      "source": "Carl Jung"
    },
    {
      "content": "'Most men will not swim before they are able to.' Is not that witty? Naturally, they won't swim! They are born for the solid earth, not for the water. And naturally they won't think. They are made for life, not for thought. Yes, and he who thinks, what's more, he who makes thought his business, he may go far in it, but he has bartered the solid earth for the water all the same, and one day he will drown.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "Solitude is independence. It had been my wish and with the years I had attained it. It was cold. Oh, cold enough! But it was also still, wonderfully still and vast like the cold stillness of space in which the stars revolve.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "The object isn't to make art, it's to be in that wonderful state which makes art inevitable.",
      "source": "Robert Henri"
    },
    {
      "content": "The more effortless the sorcery appears, the more men fear the sorcerer.",
      "source": "Melisandre, George R.R. Martin, Game of Thrones"
    },
    {
      "content": "The man of power is ruined by power, the man of money by money, the submissive man by subservience, the pleasure seeker by pleasure. He achieved his aim. He was ever more independent. He took orders from no man and ordered his ways to suit no man. Independently and alone, he decided what to do and to leave undone. For every strong man attains to that which a genuine impulse bids him seek. But in the midst of the freedom he had attained Harry suddenly became aware that his freedom was a death and that he stood alone. The world in an uncanny fashion left him in peace. Other men concerned him no longer. He was not even concerned about himself. He began to suffocate slowly in the more and more rarefied atmosphere of remoteness and solitude. For now it was his wish no longer, nor his aim, to be alone and independent, but rather his lot and his sentence. The magic wish had been fulfilled and could not be cancelled, and it was no good now to open his arms with longing and goodwill to welcome the bonds of society. People left him alone now. It was not, however, that he was an object of hatred and repugnance. On the contrary, he had many friends. A great many people liked him. But it was no more than sympathy and friendliness. He received invitations, presents, pleasant letters; but no more. No one came near to him. There was no link left, and no one could have had any part of his life even had anyone wished it. For the air of lonely men surrounded him now, a still atmosphere in which the world around him slipped away, leaving him incapable of relationship, an atmosphere against which neither will nor longing availed.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "Now what we call \"bourgeois,\" when regarded as an element always to be found in human life, is nothing else than the search for a balance. It is the striving after a mean between the countless extremes and opposites that arise in human conduct. If we take any one of these coupled opposites, such as piety and profligacy, the analogy is immediately comprehensible. It is open to a man to give himself up wholly to spiritual views, to seeking after God, to the ideal of saintliness. On the other hand, he can equally give himself up entirely to the life of instinct, to the lusts of the flesh, and so direct all his efforts to the attainment of momentary pleasures. The one path leads to the saint, to the martyrdom of the spirit and surrender to God. The other path leads to the profligate, to the martyrdom of the flesh, the surrender to corruption. Now it is between the two, in the middle of the road, that the bourgeois seeks to walk. He will never surrender himself either to lust or to asceticism. He will never be a martyr or agree to his own destruction. On the contrary, his ideal is not to give up but to maintain his own identity. He strives neither for the saintly nor its opposite. The absolute is his abhorrence. He may be ready to serve God, but not by giving up the fleshpots. He is ready to be virtuous, but likes to be easy and comfortable in this world as well. In short, his aim is to make a home for himself between two extremes in a temperate zone without violent storms and tempests; and in this he succeeds though it be at the cost of that intensity of life and feeling which an extreme life affords. A man cannot live intensely except at the cost of the self. Now the bourgeois treasures nothing more highly than the self (rudimentary as his may be). And so at the cost of intensity he achieves his own preservation and security. His harvest is a quiet mind which he prefers to being possessed by God, as he does comfort to pleasure, convenience to liberty, and a pleasant temperature to that deathly inner consuming fire. The bourgeois is consequently by nature a creature of weak impulses, anxious, fearful of giving himself away and easy to rule. Therefore, he has substituted majority for power, law for force, and the polling booth for responsibility.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "Harry can never turn back again and become wholly wolf, and could he do so he would find that even the wolf is not of primeval simplicity, but already a creature of manifold complexity. Even the wolf has two, and more than two, souls in his wolf’s breast, and he who desires to be a wolf falls into the same forgetfulness as the man who sings: “If I could be a child once more!” He who sentimentally sings of blessed childhood is thinking of the return to nature and innocence and the origin of things, and has quite forgotten that these blessed children are beset with conflict and complexities and capable of all suffering. There is, in fact, no way back either to the wolf or to the child. From the very start there is no innocence and no singleness. Every created thing, even the simplest, is already guilty, already multiple. It has been thrown into the muddy stream of being and may never more swim back again to its source. The way to innocence, to the uncreated and to God leads on, not back, not back to the wolf or to the child, but ever further into sin, ever deeper into human life.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "\"Wait a bit,\" she cried. \"So you can't dance? Not at all? Not even a one step? And yet you talk of the trouble you've taken to live? You told a fib there, my boy, and you shouldn't do that at your age. How can you say that you've taken any trouble to live when you won't even dance?\"\\n\"But if I can't--I've never learned!\"\\nShe laughed.\"But you learned reading and writing and arithmetic, I suppose, and French and Latin and a lot of other things? I don't mind betting you were ten or twelve years at school and studied whatever else you could as well. Perhaps you've even got your doctor's degree and know Chinese or Spanish. Am I right? Very well then. But you couldn't find the time and money for a few dancing lessons! No, indeed!\"\\n\"It was my parents,\" I said to justify myself. \"They let me learn Latin and Greek and all the rest of it. But they didn't let me learn to dance. It wasn't the thing with us. My parents had never danced themselves.\"\\nShe looked at me quite coldly, with real contempt, and again something in her face reminded me of my youth. \"So your parents must take the blame then. Did you ask them whether you might spend the evening at the Black Eagle? Did you? They're dead a long while, you say? So much for that. And now supposing you were too obedient to learn to dance when you were young (though I don't believe you were such a model child), what have you been doing with yourself all these years?\"\\n\"Well,\" I confessed, \"I scarcely know myself--studied, played music, read books, written books, traveled--\"\\n\"Fine views of life, you have. You have always done the difficult and complicated things and the simple ones you haven't even learned. No time, of course. More amusing things to do. Well, thank God, I'm not your mother. But to do as you do and then say you've tested life to the bottom and found nothing in it is going a bit too far.\"\\n\"Don't scold me,\" I implored. \"It isn't as if I didn't know I was mad.\"\\n\"Oh, don't make a song of your sufferings. You are no madman, Professor. You're not half mad enough to please me. It seems to me you're much too clever in a silly way, just like a professor. Have another roll. You can tell me some more later.\"",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "The miracle had happened. I had found a human being once more and a new interest in life. All that mattered was that the miracle should go on, that I should surrender myself to this magnetic power and follow this star.",
      "source": "Herman Hesse, \"Steppenwolf\""
    },
    {
      "content": "Don't lie Stan, lying makes you sterile.",
      "source": "Mr. Garrison, \"South Park\""
    },
    {
      "content": "I'm sorry Wendy, but I just don't trust anything that bleeds for five days and doesn't die.",
      "source": "Mr. Garrison, \"South Park\""
    },
    {
      "content": "Without evil there could be no good, so it must be good to be evil sometimes.",
      "source": "Satan, \"South Park: The Movie\""
    },
    {
      "content": "Why do girls wear makeup and perfume? Because they're ugly and they stink.",
      "source": "Craig, \"South Park\""
    },
    {
      "content": "Stop eating people's old french fries, pigeon! Have some self respect! Don't you know you can fly?",
      "source": "Tracy Jordan, \"30 Rock\""
    },
    {
      "content": "Never follow a hippie to a second location.",
      "source": "Jack Donaghy, \"30 Rock\""
    },
    {
      "content": "Shoplifting is a victimless crime, like punching someone in the dark.",
      "source": "Nelson Muntz, \"The Simpsons\""
    },
    {
      "content": "This anonymous clan of slack-jawed troglodytes has cost me the election, and yet if I were to have them killed, I would be the one to go to jail. That's democracy for you.",
      "source": "C. Montgomery Burns, \"The Simpsons\""
    },
    {
      "content": "I used to be with \"it\", but then they changed what \"it\" was. Now what I'm with isn't \"it\", and what's \"it\" seems weird and scary to me. And it'll happen to you, too!",
      "source": "Abe Simpson, \"The Simpsons\""
    },
    {
      "content": "Ugh, look at that loser. Sitting all alone and sad. He's like me yesterday; I hate him!",
      "source": "Liz Lemon, \"30 Rock\""
    },
    {
      "content": "If you have something to say, silence is a lie.",
      "source": "Jordan B. Peterson"
    },
    {
      "content": "A fancy would sometimes take a Yahoo to retire into a corner, to lie down and howl and groan, and spurn away all that come near him, although he were young and fat, wanted neither food nor water; nor did the servants imagine what could possibly ail him. And the only remedy they found was to set him to hard work, after which he would infallibly come to himself.",
      "source": "Jonathan Swift, \"Gulliver's Travels\""
    },
    {
      "content": "Put them in a spot where they have no place to go, and they will die before fleeing. If they are to die there, what can they not do? Warriors exert their full strength. When warriors are in great danger, then they have no fear. When there is nowhere to go they are firm, when they are deeply involved they stick to it. If they have no choice, they will fight.",
      "source": "Sun Tzu, \"The Art of War\""
    },
    {
      "content": "You gotta realize the Administration's busy though too, handing out non-competitive building contracts to their friends. Hell, we can all understand that.",
      "source": "Paulie Walnuts, \"The Sopranos\""
    }
  ]
}
